/*
 * Name: OgreAPFCLocalizable.strings
 * Project: OgreKit
 *
 * Creation Date: Jan 22 2004
 * Author: Isao Sonobe <sonobe@gauge.scphys.kyoto-u.ac.jp>
 * Copyright: Copyright (c) 2004 Isao Sonobe, All rights reserved.
 * License: OgreKit License
 *
 * Encoding: UTF16
 * Tabsize: 4
 *
 * Spanish localization: Juan L. Varona <jvarona@dmc.unirioja.es>
 */

/* the title of OK button */
"OK"	= "OK";

/* the title of the "More/Less Options" Button */
"More Options"  = "Más opciones";
"Less Options"	= "Menos opciones";

/* clear the find/replace histories */
// title
"Clear" = "Borrar";
// message
"Do you really want to clear find/replace histories?"   = "¿Realmente quieres borrar el historial de buscar/reemplazar?";
// buttons
"Yes"   = "Sí";
"No"	= "No";

/* error messages */
"Invalid Regular Expression"   = "Expresión regular no válida";

/* Find All messages */
"%d string found."				= "Encontrada %d cadena.";
"%d strings found."				= "Encontradas %d cadenas.";
"Line %@"						= "Línea %@";	/* a line number of a found string */
"Selected string not found."	= "No encontrada la cadena de texto seleccionada."; /* error message */
